Repository: ferminarellano/realestate-website
Catalog: website/locale/*/LC_MESSAGES/django.po
Languages: es

source: Website
es: Sitio Web

source: Site name
es: Nombre del sitio

source: Site URL
es: URL del sitio

source: Mobile
es: Móbil

source: Landline
es: Teléfono Fijo

source: Email
es: Correo

source: Address Line 1
es: Direccion Línea 1

source: Address Line 2
es: Dirección Línea 2

source: About
es: Acerca de

source: Site Configuration
es: Configuración del Sitio

source: Name
es: Nombre

source: Position
es: Posición

source: Active
es: Activo

source: Menu Item
es: Item del Menu

source: Menu items
es: Items del Menu

source: Social Profile
es: Perfil Social

source: Social Profile URL
es: Dirección de Perfil Social

source: Social Profiles
es: Perfiles Sociales

source: Picture
es: Fotografía

source: Caption Title
es: Titulo de Leyenda

source: Caption Description
es: Descripción de Leyenda

source: Offset
es: Desplazamiento

source: Banner Item
es: Item del Banner

source: Banner Items
es: Items de Banner

source: Title
es: Titulo

source: Testimonial text
es: Texto del Testimonio

source: Testimonial
es: Testimonio

source: Testimonials
es: Testimonios

source: Content
es: Contenido

source: Introduction
es: Introducción

source: Date Published
es: Fecha de Publicación

source: About Nature Rich Properties
es: Acerca de Nature Rich Properties

source: Home
es: Inicio

source: OUR MOTTO
es: NUESTRO LEMA

source: Honesty
es: Honestidad

source: Speed
es: Rapidez

source: Financing
es: Financiamiento

source: Who We Are
es: Quienes Somos

source: What We Do
es: Que Hacemos

source: We are a real estate company with 15 years of experience with a large portfolio of satisfied customers from the United States, Canada and Cayman Islands.
es: Somos una compañia de bienes raices con 15 años de experiencia con una gran cartera de clientes satisfechos de los Estados Unidos, Canada e Islas Cayman.

source: Our sales offer includes: &bull; Retirement and Vacation Houses and Villas &bull; Lots for Urban, Resort and Residential Developments &bull; All of our properties are located within safe, touristic natural areas in the departments of Atlantida, Bay Islands and Colon.
es: Nuesta oferta de venta incluye: &bull; Casas Habitacionales y Villas para retiro y vacaciones &bull; Propiedades para Desarrollos Urbanos, Hoteleros y Residenciales &bull; Todas nuestras propiedades están ubicadas en areas naturales turísticas y seguras en los departamentos de Atlántida, Islas de la Bahía y Colón.

source: View our listings
es: Ver nuestras propiedades

source: Features of our Nature Rich Properties
es: Características de nuestras Propiedades

source: We focus on properties in natural areas with immediate access to mountains, rivers and beaches, surrounded by amazing sceneries and views.
es: Nos enfocamos en propiedades en areas naturales con acceso inmediato a montañas, rios y playas, rodeadas de asombrosos paisajes y vistas.

source: SAFE COMMUNITIES
es: COMUNIDADES SEGURAS

source: All of our properties are located within the safest communities, 20 minutes away from the bustling city.
es: Todas nuestras propiedades están ubicadas en las comunidades más seguras a 20 minutos de la bullisiosa ciudad.

source: IN GREEN AREAS
es: EN AREAS NATURALES

source: Surrounded by amazing sceneries and breathtaking views. Beachfront, Riverside, Oceanview, you name it!
es: Rodeadas de asombrosos paisajes y vistas impresionantes. De mar, de río, con vista al océano, ¡tú decides!

source: FINANCING AVAILABLE
es: FINANCIAMIENTO

source: Apply with one of our long trusted local banks.
es: Aplica a financiamiento con uno de nuestro bancos locales de confianza.

source: TOURIST ATTRACTIONS
es: ATRACCIONES TURISTICAS

source: From rafting and canopy to hot springs and bird watching, our surroundings offer outdoor activities for all ages.
es: Desde rafting y canopy, hasta aguas termales y avistamiento de aves, nuestros alrededores ofrecen actividades para todas las edades.

source: HASSLE FREE PROCESS
es: PROCESO SIN MOLESTIAS

source: Our legal advisors portfolio will make all the legal process as smooth as a warm carribbean breeze.
es: Nuestra cartera de asesores legales harán el proceso tan suave como una cálida brisa marina.

source: PERSONALIZED SERVICE
es: SERVICIO PERSONALIZADO

source: Most of our listing is owned by us, so we will be closing deals personally and in no time.
es: La mayoría de propiedades en catálogo son nuestras, así que cerraremos los tratos personalmente y de inmediato.

source: Do you want to sell your property
es: Deseas vender tu propiedad

source: Call us and list your property here
es: Llamános y vende tus propiedades con nosotros

source: Just Contact us
es: Contáctanos

source: Monials
es: Monios

source: About us
es: Acerca de

source: Latest Tweets
es: Últimos tweets

source: Your Blog
es: Tu blog

source: Contact Info
es: Información de Contacto

source: All rights reserved
es: Todos los derechos reservados

source: Recent Properties
es: Propiedades Recientes

source: Contact
es: Contacto

source: Phone
es: Teléfono

source: Contact page
es: Contáctanos

source: Contact Us
es: Contáctanos

source: Office Address
es: Nuestra Dirección

source: Phone Number
es: Número Telefónico

source: Email Address
es: Correo Electrónico

source: Say Hello! Don't be shy
es: ¡Dí Hola! No seas tímido

source: If you have any question or comments, or would just like to say hello, just send us a message to our awesome team
es: Si tienes alguna pregunta o comentarios, o solamente quisieras saludar, solo envía un mensaje a nuestro asombroso equipo

source: Success
es: Exito

source: Your Name
es: Tú Nombre

source: Your Email
es: Tú Correo

source: Subject
es: Asunto

source: Type Your message
es: Escribe tu mensaje

source: Send Message
es: Enviar mensaje

source: Sending Message, Please Wait
es: Enviando mensaje, Porfavor espere

source: How-To Guide
es: Guía Tutorial

source: How-To
es: Como Comprar

source: We'll Guide You Through the Buying Process
es: Lo Guiaremos en el Proceso de Compra

source: Who can buy?
es: ¿Quien puede comprar?

source: Any person, national or foreigner, can buy property in Honduras. In the case you are a foreigner, you can personally buy up to 3/4 of an acre, to make purchases of greater proportions of land it is necessary to form a Honduran corporation. The corporation becomes owner of the property's title, being the foreign buyer the sole administrator, who will have all the faculties on the property in its administration, possession, domain. The buyer will have the freedom to sell the corporation if he or she wants.
es: Cualquier persona, local o extranjera, puede comprar propiedad en Honduras. En el caso de ser un extranjero, usted puede comprar a titulo personal hasta 3/4 de acre, para realizar compras de mayores proporciones de tierra es necesario formar una corporación Hondureña. La corporación se vuelve la propietaria del titulo de la propiedad, siendo el comprador extranjero el unico administrador, quien tendrá todas las facultades de las propiedad en su administración, posesion, dominio y venta de la corporación si lo desea.

source: I want to buy, now what?
es: Quiero comprar, ¿Ahora qué?

source: First we will sign a purchase and sale agreement where an escrow account is established. Then a lawyer of your choosing will make a background check of the property and its documentation. This includes:
es: Primero firmaremos un acuerdo de compra-venta donde una cuenta de deposito en garantía es establecida. Luego un abogado seleccionado por usted realizará inspecciones de la propiedad y su documentación. Esto incluye:

source: Property background check (Owners, land titles)
es: Revision de Antecedentes de la Propiedad (Dueños, titulos)

source: Property Inspections
es: Inspecciones de la propiedad

source: Liens, encumbrances and mortgages
es: Embargos, gravámenes e hipotécas

source: Pending taxes
es: Impuestos pendientes

source: Topographic plan done by a Civil Engineer
es: Plano topográfico realizado por un Ingeniero Civil

source: Inspections in the Property and Cadastral Registry
es: Inspecciones en los Registros de la Propiedad y Catastro

source: Is there any legal advise available?
es: ¿Hay asesoría legal disponible?

source: We have a portfolio of bilingual lawyers specialized in this type of transactions, who have an extensive portfolio of businesses made with foreigners and nationals. They will dissipate any doubts you or your lawyers might have about the process of buying and selling. The lawyer you choose has to be honduran or a member of the Honduran bar association.
es: Tenemos una cartera de abogados bilingues especializado en este tipo de transacciones, quienes tienen una extensiva cartera de negocios realizados con extranjeros y locales. Ellos disíparan cualquier duda que puedan tener usted o sus abogados acerca del proceso de compra-venta. El abogado que usted elija debe ser hondureño o miembro del Colegio de Abogados de Honduras.

source: What method of payments are available
es: ¿Que métodos de pago exísten?

source: This is done in mutual agreement with the seller of the property. You can even get a payment plan, but that depends on the type of agreement you make with the seller. The payment process can be done by:
es: Esto se realiza en mutuo acuerdo con el vendedor de la propiedad. Puede conseguir inclusive un plan de pagos, pero depende en el tipo de acuerdo que haya hecho con el vendedor. Los metódos de pago pueden ser:

source: Bank Transfer, ACH
es: Transferencia Bancaria, ACH

source: Bank check
es: Cheque de Caja

source: Amazing
es: Asombrosas

source: Properties
es: Propiedades

source: Here you can find our exclusive listing of nature rich properties in Honduras
es: Aquí puedes encontrar nuestro exclusivo listado de propiedades ricas en naturaleza en Honduras

source: ^about/$
es: ^acerca-de/$

source: ^how-to/$
es: ^como-comprar/$

source: ^blog/post/(?P<slug>[-\w\d\_]+)$
es: ^blog/publicacion/(?P<slug>[-\w\d\_]+)$

source: ^contact/$
es: ^contactenos/$

source: Please enter a valid name.
es: Por favor ingrese un nombre válido.

source: Please enter a valid email.
es: Porfavor ingrese un correo electrónico válido.

source: Please enter a valid subject.
es: Porfavor ingrese un asunto válido.

source: Please enter a valid message.
es: Profavor ingrese un mensaje valido.

source: We encountered some problems trying to send your message. Please write us directly to: naturerichproperties@gmail.com
es: Nos encontramos con algunos problemas enviando su mensaje. Porfavor escribenos directamente a: naturerichproperties@gmail.com

source: Your message was sent, we will contact you soon.
es: Tu mensaje fue enviado, te contactaremos pronto.
